Repository: NSoiffer/MathCATForPython
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: de, es, fr, pt_pt, ru, tr

source: Error in starting navigation of math: see NVDA error log for details
de: Fehler beim Starten der mathematischen Navigation: Schauen Sie für Details bitte im Fehlerprotokoll von NVDA nach
es: Error al iniciar la navegación matemática: consulta el registro de NVDA para más detalles
fr: Erreur lors du démarrage de la navigation mathématique : voir le journal de NVDA pour plus de détails
pt_pt: Erro ao iniciar a navegação de matemática: ver registo de erros NVDA para mais detalhes
ru: Ошибка при запуске навигации по математическому выражению: подробности смотрите в журнале ошибок NVDA
tr: Matematik gezintisi başlatılırken hata oluştu: ayrıntılar için NVDA hata günlüğüne bakın

source: Error in brailling math: see NVDA error log for details
de: Fehler in der mathematischen Braille-Darstellung: Schauen Sie für Details bitte im Fehlerprotokoll von NVDA nach
es: Error al mostrar matemáticas en braille: consulta el registro de NVDA para más detalles
fr: Erreur lors de l'affichage des mathématiques en braille : voir le journal de NVDA pour plus de détails
pt_pt: Erro de braile na matemática: ver registo de erros do NVDA para mais detalhes
ru: Ошибка отображения математического выражения по брайлю: подробности смотрите в журнале ошибок NVDA
tr: Braille matematikte hata: ayrıntılar için NVDA hata günlüğüne bakın

source: Error in navigating math: see NVDA error log for details
de: Fehler in der mathematischen Navigation: Schauen Sie für Details bitte im Fehlerprotokoll von NVDA nach
es: Error al navegar por el contenido matemático: consulta el registro de NVDA para más detalles
fr: Erreur lors de la navigation à travers du contenu mathématique : voir le journal de NVDA pour plus de détails
pt_pt: Erro na navegação matemática: ver registo de erros do NVDA para mais detalhes
ru: Ошибка навигации по математическому выражению: подробности смотрите в журнале ошибок NVDA
tr: Matematikte gezinme hatası: ayrıntılar için NVDA hata günlüğüne bakın

source: Copy navigation focus to clipboard
de: Navigationsfokus in die Zwischenablage kopieren
es: Copiar el foco de navegación al portapapeles
fr: Copier le focus de navigation au presse-papiers
pt_pt: Copiar o foco de navegação para a área de transferência
ru: Скопировать элемент в фокусе в буфер обмена
tr: Gezinme odağını panoya kopyala

source: Clipboard
de: Zwischenablage
es: Portapapeles
fr: Presse-papiers
pt_pt: Área de transferência
ru: Буфер обмена
tr: Pano

source: copy as
ru: копировать как
tr: şu şekilde kopyala

source: unable to copy math: see NVDA error log for details
de: Es konnte die mathematische Formel nicht kopiert werden: Schauen Sie für Details bitte im Fehlerprotokoll von NVDA nach
es: no se ha podido copiar el contenido matemático: consulta el registro de NVDA para más detalles
fr: impossible de copier le contenu mathématique : voir le journal de NVDA pour plus de détails
pt_pt: unable to copy math: ver registo de erros NVDA para mais detalhes
ru: не удалось скопировать математическое выражение: подробности смотрите в журнале ошибок NVDA
tr: matematik kopyalanamıyor: ayrıntılar için NVDA hata günlüğüne bakın

source: MathCAT initialization failed: see NVDA error log for details
de: Die Initialisierung von MathCAT ist fehlgeschlagen: Schauen Sie für Details bitte im Fehlerprotokoll von NVDA nach
es: Ha fallado la inicialización de MathCat: consulta el registro de NVDA para más detalles
fr: L'initialisation de MathCAT a échoué : voir le journal de NVDA pour plus de détails
pt_pt: Falha na inicialização do MathCAT: ver registo de erros do NVDA para mais detalhes
ru: Ошибка инициализации MathCat: подробности смотрите в журнале ошибок NVDA
tr: MathCAT başlatma başarısız oldu: ayrıntılar için NVDA hata günlüğüne bakın

source: Illegal MathML found: see NVDA error log for details
de: Ungültiges MathML gefunden: Schauen Sie für Details bitte im Fehlerprotokoll von NVDA nach
es: Se ha encontrado MathML no válido: consulta el registro de NVDA para más detalles
fr: MathML non valide trouvé : voir le journal de NVDA pour plus de détails
pt_pt: MathML ilegal encontrado: ver registo de erros NVDA para mais detalhes
ru: Обнаружен недопустимый элемент MathML: подробности смотрите в журнале ошибок NVDA
tr: Geçersiz MathML bulundu: ayrıntılar için NVDA hata günlüğüne bakın

source: Error in speaking math: see NVDA error log for details
de: Fehler beim Vorlesen der mathematischen Formel: Schauen Sie für Details bitte im Fehlerprotokoll von NVDA nach
es: Error al verbalizar el contenido matemático: consulta el registro de NVDA para más detalles
fr: Erreur lors de la verbalisation du contenu mathématique : voir le journal de NVDA pour plus de détails
pt_pt: Erro ao falar matemática: ver registo de erros do NVDA para mais detalhes
ru: Ошибка произнесения математического выражения: подробности смотрите в журнале ошибок NVDA
tr: Matematik konuşma hatası: ayrıntılar için NVDA hata günlüğüne bakın

source: Use Voice's Language (Auto)
de: Die Sprache der Stimme verwenden (Automatisch)
es: Utilizar idioma de la voz (automático)
ru: Использовать язык голоса (автоматически)
tr: Sesin Dilini Kullan (Otomatik)

source: <prosody rate='XXX%'>the square root of x squared plus y squared</prosody>
de: <prosody rate='XXX%'>Die Quadratwurzel aus x zum Quadrat plus y zum Quadrat</prosody>
es: <prosody rate='XXX%'>la raíz cuadrada de x al cuadrado más y al cuadrado</prosody>
fr: <prosody rate='XXX%'>la racine carrée de x au carré plus y au carré</prosody>
pt_pt: <prosody rate='XXX%'>a raiz quadrada de x ao quadrado mais y ao quadrado</prosody>
ru: <prosody rate='XXX%'>квадратный корень из x в квадрате плюс y в квадрате</prosody>
tr: <prozodi oranı='XXX%'>x kare artı y karenin karekökü</prozodi>

source: <prosody rate='{rate}%'>the fraction with numerator <break time='{pause_factor_300}ms'/> <mark name='M63i335o-4'/> <say-as interpret-as='characters'>x</say-as> to the <mark name='M63i335o-5'/> <say-as interpret-as='characters'>n</say-as> <phoneme alphabet='ipa' ph=''>-th</phoneme> power <break time='{pause_factor_128}ms'/> <mark name='M63i335o-6'/> plus <mark name='M63i335o-7'/>1 <break time='{pause_factor_300}ms'/> and denominator <mark name='M63i335o-10'/> <say-as interpret-as='characters'>x</say-as> to the <mark name='M63i335o-11'/> <say-as interpret-as='characters'>n</say-as> <phoneme alphabet='ipa' ph=''>-th</phoneme>power <break time='{pause_factor_128}ms'/> <mark name='M63i335o-12'/> minus <mark name='M63i335o-13'/>1 <break time='{pause_factor_600}ms'/>end fraction <break time='{pause_factor_150}ms'/>
de: <prosody rate='{rate}%'>Der Bruch mit Zähler <break time='{pause_factor_300}ms'/> <mark name='M63i335o-4'/> <say-as interpret-as='characters'>x</say-as> zum <mark name='M63i335o-5'/> <say-as interpret-as='characters'>n</say-as> <phoneme alphabet='ipa' ph=''>ten Teil</phoneme> Bruchstrich <break time='{pause_factor_128}ms'/> <mark name='M63i335o-6'/> plus <mark name='M63i335o-7'/>1 <break time='{pause_factor_300}ms'/> und Nenner <mark name='M63i335o-10'/> <say-as interpret-as='characters'>x</say-as> zum <mark name='M63i335o-11'/> <say-as interpret-as='characters'>n</say-as> <phoneme alphabet='ipa' ph=''>ten Teil</phoneme>Bruchstrich <break time='{pause_factor_128}ms'/> <mark name='M63i335o-12'/> minus <mark name='M63i335o-13'/>1 <break time='{pause_factor_600}ms'/>Ende des Bruchs <break time='{pause_factor_150}ms'/>
es: <prosody rate='{rate}%'>la fracción con numerador <break time='{pause_factor_300}ms'/> <mark name='M63i335o-4'/> <say-as interpret-as='characters'>x</say-as> a la <mark name='M63i335o-5'/> <say-as interpret-as='characters'>n</say-as> <phoneme alphabet='ipa' ph=''>-ésima</phoneme> potencia <break time='{pause_factor_128}ms'/> <mark name='M63i335o-6'/> más <mark name='M63i335o-7'/>1 <break time='{pause_factor_300}ms'/> y denominador <mark name='M63i335o-10'/> <say-as interpret-as='characters'>x</say-as> a la <mark name='M63i335o-11'/> <say-as interpret-as='characters'>n</say-as> <phoneme alphabet='ipa' ph=''>-ésima</phoneme>potencia <break time='{pause_factor_128}ms'/> <mark name='M63i335o-12'/> menos <mark name='M63i335o-13'/>1 <break time='{pause_factor_600}ms'/>fin de fracción <break time='{pause_factor_150}ms'/>
ru: <prosody rate='{rate}%'>дробь с числителем <break time='{pause_factor_300}ms'/> <mark name='M63i335o-4'/> <say-as interpret-as='characters'>x</say-as> to the <mark name='M63i335o-5'/> <say-as interpret-as='characters'>n</say-as> <phoneme alphabet='ipa' ph=''>-th</phoneme> в степени <break time='{pause_factor_128}ms'/> <mark name='M63i335o-6'/> плюс <mark name='M63i335o-7'/>1 <break time='{pause_factor_300}ms'/> и знаменателем <mark name='M63i335o-10'/> <say-as interpret-as='characters'>x</say-as> to the <mark name='M63i335o-11'/> <say-as interpret-as='characters'>n</say-as> <phoneme alphabet='ipa' ph=''>-th</phoneme>в степени <break time='{pause_factor_128}ms'/> <mark name='M63i335o-12'/> минус <mark name='M63i335o-13'/>1 <break time='{pause_factor_600}ms'/>конец дроби <break time='{pause_factor_150}ms'/>

source: MathCAT Preferences
de: MathCAT-Einstellungen
es: Preferencias de MathCat
fr: Préférences MathCAT
pt_pt: Configurações do MathCAT
ru: Настройки MathCat
tr: MathCAT Tercihleri

source: Categories:
de: Kategorien:
es: Categorías:
fr: Catégories :
pt_pt: Categorias:
ru: Категории:
tr: Kategoriler:

source: Speech
de: Sprachausgabe
es: Voz
fr: Parole
pt_pt: Discurso
ru: Речь
tr: Konuşma

source: Navigation
es: Navegación
pt_pt: Navegação
ru: Навигация
tr: Gezinme

source: Braille
ru: Брайль

source: Generate speech for:
de: Vorlesen generieren für:
es: Generar mensajes hablados para:
fr: Générer la parole pour :
pt_pt: Gerar discurso para:
ru: Выберете тип речевых сообщений, соответствующий ограничениям здоровья пользователя:
tr: Aşağıdakiler için konuş:

source: Learning disabilities
de: Lernbehinderte
es: Discapacidad cognitiva
fr: Difficultés d'apprentissage
pt_pt: Dificuldades de aprendizagem
ru: Нарушения обучаемости
tr: Öğrenme güçlüğü çekenler

source: Blindness
de: Blinde
es: Ceguera
fr: Cécité
pt_pt: Cegueira
ru: Слепота
tr: Körler

source: Low vision
de: Sehbehinderte
es: Baja visión
fr: Basse vision
pt_pt: Baixa visão
ru: Остаточное зрение
tr: Az görenler

source: Language:
de: Sprache:
es: Idioma:
fr: Langue :
pt_pt: Idioma:
ru: Язык:
tr: Dil:

source: Decimal separator for numbers:
ru: Десятичный разделитель чисел:
tr: Sayılar için ondalık ayırıcı:

source: Auto
ru: Автоматически
tr: Oto

source: Custom
ru: Пользовательский
tr: Özelleştir

source: Speech style:
de: Sprachausgabe:
es: Estilo del habla:
fr: Style de la parole :
pt_pt: Estilo de discurso:
ru: Стиль речи:
tr: Konuşma stili:

source: Speech verbosity:
de: Sprachausführlichkeit:
es: Verbosidad del habla:
ru: Объём речи:
tr: Konuşma ayrıntısı:

source: Terse
de: Kurz und bündig
es: Breve
fr: Laconique
pt_pt: Seco
ru: Краткий
tr: Kısa

source: Medium
es: Media
fr: Moyen
pt_pt: Média
ru: Средний
tr: Orta

source: Verbose
de: Ausführlich
es: Detallada
fr: Verbeux
pt_pt: Verbosidade
ru: Подробный
tr: Ayrıntılı

source: Relative speech rate:
de: Relative Sprechgeschwindigkeit:
es: Velocidad relativa de la voz:
fr: Débit relatif de la parole :
pt_pt: Velocidade relativa do discurso:
ru: Относительная скорость речи:
tr: Oransal konuşma hızı:

source: Pause factor:
de: Pausen-Faktor:
es: Factor de pausa:
fr: Facteur de pause :
pt_pt: Fator de pausa:
ru: Коэффициент паузы:
tr: Duraklatma faktörü:

source: Make a sound when starting/ending math speech
de: Einen Sound wiedergeben, sobald eine mathematische Formel beginnt oder endet
es: Reproducir un sonido al empezar y terminar de verbalizar contenido matemático
fr: Émettre un son lors du début / fin de la verbalisation du contenu mathématique
pt_pt: Fazer um som ao iniciar/terminar o discurso matemático
ru: Воспроизводить звук при начале/завершении проговаривания математического выражения
tr: Matematik konuşmasını başlatırken/bitirirken ses çal

source: Subject area to be used when it cannot be determined automatically:
de: Zu verwendender Themenbereich, sofern dieser nicht automatisch bestimmt werden kann:
es: Área temática a utilizar cuando no se puede determinar automáticamente:
fr: Zone thématique à utiliser lorsque vous ne pouvez pas déterminer automatiquement :
pt_pt: Área temática a utilizar quando não puder ser determinada automaticamente:
ru: Предметная область, используемая в тех случаях, когда она не может быть определена автоматически:
tr: Otomatik olarak belirlenemediği durumlarda kullanılacak konu alanı:

source: General
de: Allgemein
fr: Général
pt_pt: Geral
ru: Общее
tr: Genel

source: Speech for chemical formulas:
de: Chemische Formeln sprechen:
es: Verbalización de fórmulas químicas:
fr: Verbalisation des formules chimiques :
pt_pt: Discurso para fórmulas químicas:
ru: Проговаривание химических формул:
tr: Kimyasal formüller için konuşma:

source: Spell it out (H 2 O)
de: Lautschrift (H sub 2 O)
es: Deletrear (H 2 O)
fr: Épeler (H 2 O)
pt_pt: Soletra (H 2 O)
ru: Произносить по буквам (H 2 O)
tr: Hecele (H 2 O)

source: Off (H sub 2 O)
de: Aus (H sub 2 O)
es: Desactivada (H sub 2 O)
fr: Désactivée (H sub 2 O)
pt_pt: Desligado (H sub 2 O)
ru: Выключено (H sub 2 O)
tr: Kapalı (H sub 2 O)

source: Navigation mode to use when beginning to navigate an equation:
de: Navigationsmodus für den Beginn der Navigation in einer Gleichung:
es: Modo de navegación a usar al empezar a navegar por una ecuación:
fr: Mode de navigation à utiliser lorsque vous commencez à naviguer dans une équation :
pt_pt: Modo de navegação a utilizar quando se começa a navegar numa equação:
ru: Режим навигации, используемый при перемещении по выражению:
tr: Bir denklemde dolaşmaya başlarken kullanılacak gezinme modu:

source: Enhanced
de: Erweitert
es: Mejorado
fr: Amélioré
pt_pt: Melhorado
ru: Улучшенный
tr: Gelişmiş

source: Simple
de: Einfach
pt_pt: Simples
ru: Простой
tr: Basit

source: Character
de: Zeichen
es: Carácter
fr: Caractère
pt_pt: Carater
ru: Символ
tr: Karakter

source: Reset navigation mode on entry to an expression
de: Navigationsmodus bei Eingabe eines Ausdrucks zurücksetzen
es: Restablecer el modo de navegación al entrar en una expresión
fr: Réinitialiser le mode de navigation lors de l'entrée dans une expression
pt_pt: Repor o modo de navegação à entrada de uma expressão
ru: Сбрасывать режим навигации при переходе к выражению
tr: Bir ifadeye girişte gezinme modunu sıfırla

source: Navigation speech to use when beginning to navigate an equation:
de: Sprache bei der Navigation für den Beginn der Navigation in einer Gleichung:
es: Modo de voz a usar cuando se empieza a navegar por una ecuación:
fr: Mode de parole à utiliser lorsque vous commencez à naviguer dans une équation :
pt_pt: Discurso de navegação a utilizar quando se começa a navegar numa equação:
ru: Режим речи, используемый при перемещении по выражению:
tr: Bir denklemde gezinmeye başlarken kullanılacak gezinme konuşması:

source: Speak
de: Vorlesen
es: Verbalizar
fr: Verbaliser
pt_pt: Falar
ru: Проговаривание
tr: Konuşma

source: Describe/overview
de: Beschreibung/Übersicht
es: Describir/resumir
fr: Décrire / résumer
pt_pt: Descrição/visão geral
ru: Описание/обзор
tr: Açıklama/genel bakış

source: Reset navigation speech on entry to an expression
de: Sprache bei der Navigation bei Eingabe eines Ausdrucks zurücksetzen
es: Restablecer los ajustes de voz de navegación al entrar en una expresión
fr: Réinitialiser les paramètres de la parole de navigation lors de l'entrée dans une expression
pt_pt: Repor o discurso de navegação à entrada de uma expressão
ru: Сбрасывать настройки режима речи при переходе к выражению
tr: Bir ifadeye girişte gezinme konuşmasını sıfırla

source: Automatic zoom out of 2D notations
de: Automatisches Herauszoomen von 2D-Notationen
es: Alejarse automáticamente en notaciones 2D
fr: Zoomer en arrière automatiquement des notations 2D
pt_pt: Redução automática do zoom das notações 2D
ru: Автоматическое уменьшение масштаба Двумерных обозначений
tr: 2B gösterimlerde otomatik uzaklaştırma

source: Speech amount for navigation:
de: Sprachausführlichkeit für die Navigation:
es: Cantidad de habla durante la navegación:
fr: Quantité de parole pendant la navigation :
pt_pt: Quantidade de voz para navegação:
ru: Объём речи при навигации:
tr: Gezinme için konuşma düzeyi:

source: Copy math as:
ru: Копировать математику как:
tr: Matematiği şu şekilde kopyala:

source: Braille math code for refreshable displays:
de: Mathematischer Braille-Code für aktualisierbare Braillezeilen:
es: Código matemático para pantallas braille:
fr: Code mathématique pour les afficheurs braille :
pt_pt: Código matemático Braille para ecrãs actualizáveis:
ru: Математический код Брайля для обновляемых дисплеев:
tr: Yenilenebilir ekranlar için Braille matematik kodu:

source: Highlight with dots 7 && 8 the current nav node:
de: Mit Punkten 7 &und 8 den aktuellen Navigationsknoten markieren:
es: Resaltar con los puntos 7 y 8 el nodo actual de navegación:
fr: Mise en évidence avec les points 7 et 8 Le nœud de navigation actuel :
pt_pt: Realce com os pontos 7 && 8 o nó de navegação atual:
ru: Выделять текущий навигационный узел точками 7 && 8:
tr: Geçerli gezinme noktasını 7 ve 8 noktalarıyla &vurgulayın:

source: Off
de: Aus
es: Desactivado
fr: Désactivé
pt_pt: Desligado
ru: Выключено
tr: Kapalı

source: First character
de: Erstes Zeichen
es: Primer carácter
fr: Premier caractère
pt_pt: Primeiro carácter
ru: Первый символ
tr: İlk karakter

source: Endpoints
de: Endpunkte
es: Extremos
fr: Extrêmes
pt_pt: Pontos finais
ru: Конечные точки
tr: Uç noktalar

source: All
de: Alles
es: Todo
fr: Tous
pt_pt: Todos
ru: Всё
tr: Tümü

source: OK
es: Aceptar
ru: ОК
tr: Tamam

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
pt_pt: Cancelar
ru: Отменить
tr: İptal

source: Apply
de: Übernehmen
es: Aplicar
fr: Appliquer
pt_pt: Aplicar
ru: Применить
tr: Uygula

source: Reset to defaults
de: Auf Standardwerte zurücksetzen
es: Restaurar valores por defecto
fr: Réinitialiser aux valeurs par défaut
pt_pt: Restaurar para valores por padrão
ru: Сбросить к настройкам по умолчанию
tr: Varsayılanlara sıfırla

source: Help
de: Hilfe
es: Ayuda
fr: Aide
pt_pt: Ajuda
ru: Справка
tr: Yardım

source: &MathCAT Settings...
de: &MathCAT-Einstellungen...
es: Opciones de &MathCat...
fr: Paramètres &MathCAT...
pt_pt: Configurações do &MathCAT...
ru: Настройки &MathCat...
tr: &MathCAT Ayarları...

source: MathCAT: speech and braille from MathML
de: MathCAT: Sprachausgabe und Braille aus MathML
es: MathCat: voz y braille a partir de MathML
fr: MathCAT : parole et braille à partir de MathML
pt_pt: MathCAT: fala e braille a partir de MathML
ru: MathCat: речь и Брайль для MathML
tr: MathCAT: MathML'den konuşma ve braille

source: MathCAT is a replacement for MathPlayer which has been discontinued. It provides speech and braille support, and also supports MathPlayer's three modes of navigation. The speech quality is not quite as good as MathPlayer's speech yet, but the braille support is much better and includes support for Nemeth, UEB Technical, CMU (Spanish/Portuguese), and Vietnamese braille code standards. Translations to Chinese (Traditional), Indonesian, Spanish, and Vietnamese exist and other translations are in progress.
de: MathCAT ist ein Ersatz für den MathPlayer, der nicht mehr weiterentwickelt wird. Es bietet Unterstützung via Sprachausgaben und Braille und es werden auch die drei Navigationsmodi von MathPlayer unterstützt. Die Sprachqualität ist noch nicht ganz so gut wie die vom MathPlayer, aber die Braille-Unterstützung ist viel besser und umfasst Unterstützung für Nemeth, UEB Technical, CMU (Spanisch/Portugiesisch), und vietnamesischen Braille-Code-Standards. Es gibt Übersetzungen ins Chinesische (traditionell), Indonesische, Spanische und Vietnamesische. und weitere Übersetzungen sind in Arbeit.
es: MathCAT es un sustituto de MathPlayer, que ha sido descontinuado. Proporciona soporte de voz y braille, y también soporta los tres modos de navegación de MathPlayer. La calidad de la voz aún no es tan buena como la de MathPlayer, pero el soporte braille es mucho mejor e incluye Nemeth, UEB Técnico, CMU (español / portugués) y braille vietnamita. Existen traducciones al chino (tradicional), indonesio, español y vietnamita, y hay otras traducciones en progreso.
ru: MathCAT - это замена MathPlayer, поддержка которого была прекращена. Это дополнение обеспечивает поддержку речи и шрифта Брайля, а также поддерживает три режима навигации MathPlayer. Качество речи пока не такое хорошее, как у MathPlayer, но поддержка шрифта Брайля намного лучше и включает в себя Nemeth и UEB Technical. Также поддерживаются стандарты Брайля CMU (испанский/португальский) и вьетнамский. Существуют переводы на индонезийский, испанский и вьетнамский языки, другие переводы находятся в процессе разработки.
tr: MathCAT, geliştirilmesi durdurulan MathPlayer'ın yerine geçen bir yazılımdır. Konuşma ve braille desteği sağlar ve ayrıca MathPlayer'ın üç gezinme modunu da destekler. Konuşma kalitesi henüz MathPlayer'ın konuşması kadar iyi değil, ancak braille desteği çok daha iyidir ve Nemeth, UEB Teknik, CMU (İspanyolca/Portekizce) desteğini içerir. ve Vietnam braille kodu standartları. Çince (Geleneksel), Endonezce, İspanyolca ve Vietnamcaya çeviriler mevcuttur diğer çeviriler devam etmektedir.

source: copy
es: copiar
pt_pt: copiar
